;Place localized text in this file

[AHWTeslaRifle X2WeaponTemplate]
FriendlyName="原型特斯拉步枪"
FriendlyNamePlural="原型特斯拉步枪"
BriefSummary="特斯拉步枪发射致命的电能光束。"
TacticalText="<Bullet/>特斯拉步枪发射致命的电能光束。<br>"
AbilityDescName="特斯拉步枪"

[AHWTeslaRifleT2 X2WeaponTemplate]
FriendlyName="特斯拉步枪"
FriendlyNamePlural="特斯拉步枪"
BriefSummary="特斯拉步枪发射致命的电能光束。"
TacticalText="<Bullet/>特斯拉步枪发射致命的电能光束。<br>"
AbilityDescName="特斯拉步枪"

[AHWTeslaRifleT3 X2WeaponTemplate]
FriendlyName="增强型特斯拉步枪"
FriendlyNamePlural="增强型特斯拉步枪"
BriefSummary="特斯拉步枪发射致命的电能光束。"
TacticalText="<Bullet/>特斯拉步枪发射致命的电能光束。<br>"
AbilityDescName="特斯拉步枪"

[ARFMTeslaTrooper X2SoldierClassTemplate]
DisplayName="特斯拉士兵"
ClassSummary="特斯拉士兵配备了从俄罗斯被摧毁的XCOM基地获得的实验性武器技术和一台小精灵，可以充当反机器专家，对有机体也非常有效。"
LeftAbilityTreeTitle="特斯拉"
RightAbilityTreeTitle="线圈"
AbilityTreeTitles[0]="电动力学"
AbilityTreeTitles[1]="接口"
AbilityTreeTitles[2]="实用工具"
AbilityTreeTitles[3]="XCOM"

[ARFMTeslaTrooperShot X2AbilityTemplate]
LocFriendlyName="特斯拉闪电"
LocLongDescription="发射一道可以连锁至附近单位的特斯拉闪电。"
LocHelpText="发射一道可以连锁至附近单位的特斯拉闪电。"
LocPromotionPopupText="<Bullet/>所有闪电链链的命中率都是根据对目标的命中来单独计算的。<br/>"

[ARFMTeslaRiflePassive X2AbilityTemplate]
LocFriendlyName="弧形武器"
LocLongDescription="特斯拉武器的攻击可以从主要目标连续攻击附近的单位，无论是敌方，友方还是平民。"
LocHelpText="特斯拉武器的攻击可以从主要目标连续攻击附近的单位，无论是敌方、友方还是平民。"
LocPromotionPopupText="<Bullet/>监视射击也会受到影响。<br/>"

[ARFMTeslaDeadeye X2AbilityTemplate]
LocFriendlyName="超压闪电"
LocLongDescription="发射特斯拉超压闪电，弹药消耗增加，伤害提升 50%。"
LocHelpText="发射特斯拉超压闪电，弹药消耗增加，伤害提升 50%。"
LocPromotionPopupText="<Bullet/>花费 2 发弹药。<br/>"

[ARFMTeslaBoosterI X2AbilityTemplate]
LocFriendlyName="电弧闪光"
LocLongDescription="对特斯拉步枪电容器进行不安全的修改，特斯拉攻击链距离增加 1"
LocHelpText="对特斯拉步枪电容器进行不安全的修改，特斯拉攻击链距离增加 1"
LocPromotionPopupText="<Bullet/>可与电弧爆炸叠加。<br/>"

[ARFMTeslaBoosterII X2AbilityTemplate]
LocFriendlyName="电弧爆炸"
LocLongDescription="移除意外放电安全装置，特斯拉攻击链距离增加 1"
LocHelpText="移除意外放电安全装置，特斯拉攻击链距离增加 1"
LocPromotionPopupText="<Bullet/>可与电弧闪光叠加。<br/>"

[ARFMTeslaTrooperScrambler X2AbilityTemplate]
LocFriendlyName="扰频减震器"
LocLongDescription="对机器人单位的攻击造成伤害 +2 并且无视护甲。"
LocHelpText="对机器人单位的攻击造成伤害 +2 并且无视护甲。"
LocPromotionPopupText="<Bullet/>弧形链也会受到影响。<br/>"

[ARFMTeslaKillZone X2AbilityTemplate]
LocFriendlyName="高电压"
LocLongDescription="标记一个危险区域，攻击区域内移动或行动的任何东西。"
LocHelpText="标记一个危险区域，攻击区域内移动或行动的任何东西。"
LocPromotionPopupText="<Bullet/>对盟友和敌人造成同样的伤害。<br/>"

[ARFMTeslaKillZoneShot X2AbilityTemplate]
LocFriendlyName="高电压"
LocLongDescription="标记一个危险区域，攻击区域内移动或行动的任何东西。"
LocHelpText="标记一个危险区域，攻击区域内移动或行动的任何东西。"
LocPromotionPopupText="<Bullet/>对盟友和敌人造成同样的伤害。<br/>"

[ARFMTeslaBoosterIII X2AbilityTemplate]
LocFriendlyName="过载"
LocLongDescription="移除过载预防安全装置，允许特斯拉闪电在不结束回合的情况下发射。"
LocHelpText="移除过载预防安全装置，允许特斯拉闪电在不结束回合的情况下发射。"
LocPromotionPopupText="<Bullet/>允许每回合发射多个特斯拉闪电。<br/>"

[ARFMDetonateProtocol X2AbilityTemplate]
LocFriendlyName="爆炸协议"
LocLongDescription="派遣小精灵引爆目标携带的炸药。"
LocHelpText="派遣小精灵引爆目标携带的炸药。"
LocFlyOverText="爆炸协议"
LocPromotionPopupText="<Bullet/>不结束回合。<br/>"

[ARFMJammerProtocol X2AbilityTemplate]
LocFriendlyName="干扰协议"
LocLongDescription="派遣小精灵尝试禁用目标单位的武器。"
LocHelpText="派遣小精灵尝试禁用目标单位的武器。"
LocFlyOverText="干扰协议"
LocPromotionPopupText="<Bullet/>不结束回合。<br/>"

[ARFMMagneticProtocol X2AbilityTemplate]
LocFriendlyName="拖拉协议"
LocLongDescription="派遣小精灵将目标盟友拖至特斯拉士兵身边。"
LocHelpText="派遣小精灵将目标盟友拖至特斯拉士兵身边。"
LocFlyOverText="拖拉协议"
LocPromotionPopupText="<Bullet/>不结束回合。<br/>"

[ARFMTeslaTrooperBluescreen X2AbilityTemplate]
LocFriendlyName="蓝屏连锁"
LocLongDescription="对机器单位的暴击几率增加 +30。"
LocHelpText="对机器单位的暴击几率增加 +30。"
LocFlyOverText="蓝屏连锁"

[ARFMTeslaHacking X2AbilityTemplate]
LocFriendlyName="连续性故障"
LocLongDescription="获得永久 +20 黑客值。"
LocHelpText="获得永久 +20 黑客值。"
LocFlyOverText="连续性故障"

[ARFMTeslaSneak X2AbilityTemplate]
LocFriendlyName="特别行动"
LocLongDescription="隐藏两回合。"
LocHelpText="隐藏两回合。"
LocFlyOverText="特别行动"
LocPromotionPopupText="<Bullet/>隐藏结束会暴露。<br/>"

[ARFMTeslaTrooperHunker X2AbilityTemplate]
LocFriendlyName="卧倒掩护"
LocLongDescription="对于该士兵来说，低掩体可视为全掩体。"
LocHelpText="对于该士兵来说，低掩体可视为全掩体。"
LocFlyOverText="卧倒掩护"

[ARFMTeslaAntiLost X2AbilityTemplate]
LocFriendlyName="清除协议"
LocLongDescription="特斯拉攻击对失魂者单位造成双倍伤害。"
LocHelpText="特斯拉攻击对失魂者单位造成双倍伤害。"
LocFlyOverText="清除协议"
LocPromotionPopupText="<Bullet/> 影响失魂者阵营所有单位。<br/>"

[ARFMTeslaTrooperHeavyWeapon X2AbilityTemplate]
LocFriendlyName="重武器专家"
LocLongDescription="如果你没有穿着提供重型武器槽的盔甲，则获得一个重型武器槽。"
LocHelpText="如果你没有穿着提供重型武器槽的盔甲，则获得一个重型武器槽。"
LocFlyOverText="重型武器专家"